Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/alkuperaiskansakielten_kansainvalinen_vuosikymmen_idil_2022-2032.html.tmx
Source language: fin
Languages: smn

source: YK on julistanut kymmenvuotiskauden 2022–2032 alkuperäiskansakielten kansainväliseksi vuosikymmeneksi, the International Decade of Indigenous Languages (IDIL) .
smn: OA lii kulluuttâm ihelohepaje 2022–2032 algâaalmugkielâi aalmugijkoskâsâžžân ihelohheen, the International Decade of Indigenous Languages (IDIL) .

source: Maailman väestöstä 6 prosenttia katsotaan kuuluvan alkuperäiskansoihin, mutta kielten määrä, joita alkuperäiskansat puhuvat on huomattava.
smn: Annoo, ete maailm aalmugist 6 prooseent kulá algâalmugáid, mutâ kielah, maid algâaalmugeh sárnuh, láá merhâšittee ennuv.

source: Arvioidaan, että maailmassa puhuttavista noin 6 700 kielestä yli 4 000 kieltä ovat alkuperäiskansojen kieliä.
smn: Árvuštâleh, ete maailm 6 700 sarnum kielâst paijeel 4 000 kielâd láá algâaalmugij kielah.

source: Vuosikymmenen tarkoituksena on kiinnittää maailmanlaajuista huomiota monien alkuperäiskansojen kielten kriittiseen asemaan ympäri maailmaa.
smn: Ihelove ulmen lii kiddiđ maailmvijđosávt huámmášume maaŋgâi algâaalmugij kielâi kriittâlii sajattâhân pirrâ maailm.

source: Alkuperäiskansakielten kansainvälisen vuosikymmenen tavoitteena on turvata alkuperäiskansojen oikeudet säilyttää, elvyttää ja edistää kieliään ja samalla valtavirtaistaa kielellinen monimuotoisuus.
smn: Algâaalmugkielâi aalmugijkoskâsii ihelove ulmen lii turviđ algâaalmugij vuoigâdvuođâid siäiluttiđ, iäláskittiđ já ovdediđ jieijâs kielâid já siämmást väldivirdásmittiđ kielâlii maaŋgâhámásâšvuođâ.

source: Alkuperäiskansakielten kansainvälinen vuosikymmen tarjoaa ainutlaatuisen mahdollisuuden tehdä yhteistyötä ja edistää maailmanlaajuista vuoropuhelua.
smn: Algâaalmugkielâi ihelohe fáálá fáálá áinoošlajâsii máhđulâšvuođâ porgâđ oovtâstpargo já ovdediđ maailmvijđosii vuárusavâstâllâm.

source: Alkuperäiskansakielten vuosikymmenen tarjoaa mahdollisuuden ryhtyä tarvittaviin toimiin alkuperäiskansojen kielten käytön turvaamiseksi, elvyttämiseksi ja edistämiseksi kaikkialla maailmassa.
smn: Algâaalmugkielâi aalmugijkoskâsâš ihelohe fáálá máhđulâšvuođâ riemmâđ tárbulijd toimáid algâaalmugij kielâi kiävtu turviimân, iäláskitmân já oovdedmân jyehi saajeest maailmist.

source: Kielet ovat välttämättömiä ihmisen viestinnälle ja vuorovaikutukselle, ajatusten jakamiselle, itsensä ilmaisemiselle vapaasti ja luovasti sekä yhteisen identiteetin rakentamiselle.
smn: Kielah láá velttidmettumeh ulmuu viestâdmân já vuáruvaikuttâsân, jurdui jyehimân, jieijâs rijjâ já kreatiivlii olgospyehtimân sehe ohtsii identiteet huksiimân.

source: Kieli on keskeinen tekijä myös ihmisoikeuksissa ja perusvapauksissa.
smn: Kielâ lii tehálâš tahhee meid olmoošvuoigâdvuođâin já vuáđurijjâvuođâin.

source: Huolimatta siitä, että kielillä on erittäin tärkeä merkitys, monet kielet ovat uhanalaisia.
smn: Veikâ kielâin lii eromâš tehálâš merhâšume, te maaŋgah kielah láá uhkevuálásiih.

source: Kieliyhteisöt – erityisesti alkuperäiskansojen keskuudessa – kohtaavat erilaisia haasteita: geopoliittisia, taloudellisia, sosiokulttuurisia ja teknologisia haasteita, jotka enemmän tai vähemmän pakottavat ihmiset vaihtamaan kieltä ja käyttämään enemmistökieliä, kuten englantia, ruotsia tai espanjaa.
smn: Kielâsiärváduvah – eromâšávt algâaalmugij juávhust – kuáhtájeh sierâlágán hástusijd: geopooliitliih, ekonomâliih, sosiokulttuurliih já teknologâliih hástuseh, moh eenâb tâi ucceeb págutteh ulmuid lonottiđ kielâ já kevttiđ eenâblovokielâid, tego eŋgâlâskielâ, ruotâkielâ tâi espanjakielâ.

source: Silloin vuosisatojen historia, tieto ja kulttuurinen rikkaus ovat vaarassa kadota.
smn: Talle ihečuođij historjá, tiätu já kulttuurlâš rigesvuotâ lii vaarâst lappuđ.

source: Alkuperäiskansakielten kansainvälisen vuosikymmenen IDIL – alkuperäiskansojen kielten kansainvälisen vuosikymmen aikana eri sidosryhmillä on mahdollisuus osallistua kielellisen monimuotoisuuden ja monikielisyyden säilyttämiseen, elvyttämiseen ja tukemiseen!
smn: IDIL – algâaalmugkielâi aalmugijkoskâsii ihelove ääigi sierâ čonâsjuávhuin lii máhđulâšvuotâ uásálistiđ kielâlii maaŋgâhámásâšvuođâ já maaŋgâkielâlâšvuođâ siäilutmân, iäláskitmân já tuárjumân!

source: Yleistä tietoa ja ajankohtaisia tietoja Alkuperäiskansakielten kansainvälisestä vuosikymmenestä löytyy:
smn: Almos tiätu já äigikyevdilis tiätu Algâaalmugkielâi aalmugijkoskâsii ihelovveest kávnoo:

source: IDIL-kotisivut https://idil2022-2032.org/
smn: IDIL-päikkisiijđoh https://idil2022-2032.org/
